Repository: circuscode/hello-dolly-for-your-song
Catalog: languages/hello-dolly-for-your-song-*.po
Languages: es_es, fr_fr, id_id, ru_ru

source: Which song do you like?
es_es: ¿Qué canción le gusta?
fr_fr: Quelle chanson préférez-vous?
id_id: Lagu apa yang kamu suka?
ru_ru: Какая песня тебе нравится?

source: What song touched you?
es_es: ¿Qué canción le ha “tocado”?
fr_fr: Quelle chanson vous a touché?
id_id: Lagu apa menyentuh Anda?
ru_ru: Какая песня коснулась тебя?

source: What song brings you back fond memories?
es_es: ¿Qué canción te trae buenos recuerdos?
fr_fr: Quelle chanson vous ramène de bons souvenirs?
id_id: Lagu apa yang membawamu kembali kenangan indah?
ru_ru: Какая песня возвращает вам прекрасные воспоминания?

source: Enter the lyrics into the form.
es_es: Ingrese la letra en el formulario.
fr_fr: Entrez les paroles dans la forme.
id_id: Masukkan lirik ke dalam formulir.
ru_ru: Напишите текст песни в форме.

source: Settings saved!
es_es: ¡Configuración guardada!
fr_fr: Paramètres sauvegardés !
id_id: Pengaturan disimpan!
ru_ru: Настройки сохранены!

source: Use the random lines in articles and pages:
id_id: Gunakan garis acak dalam artikel dan halaman:

source: Show a custom line of your text
es_es: Mostrar una línea personalizada de su texto
fr_fr: Afficher une ligne personnalisée de votre texte
id_id: Tampilkan garis kustom teks Anda
ru_ru: Показать случайную строку вашего текста

source: Options
es_es: Configuración
fr_fr: Оptions
id_id: Pilihan
ru_ru: Настройка

source: Songtext
es_es: Letra
fr_fr: Paroles de la chanson
id_id: Teks lagu
ru_ru: текст песни

source: Post your lyrics.
es_es: Publicar sus letras.
fr_fr: Diffusez vos paroles.
id_id: Memposting lirik Anda.
ru_ru: Оставьте текст песни.

source: Text
es_es: Texto
fr_fr: Texte
id_id: Teks
ru_ru: текст

source: Just one thing
es_es: Sólo una cosa
fr_fr: Juste une chose
id_id: Hanya satu hal
ru_ru: Только одно

source: Plugin Hello Dolly is not active.
es_es: El plugin Hello Dolly no está activo.
fr_fr: Le plugin Hello Dolly n'est pas actif.
id_id: Plugin Hello Dolly tidak aktif.
ru_ru: Плагин Hello Dolly не активен.

source: Performance
es_es: Actuación
fr_fr: Actuación
id_id: Performa
ru_ru: Производи́тельность

source: It does not make sense, running the plugins Hello Dolly For Your Song and Hello Dolly in parallel.
es_es: No tiene sentido, ejecutar los plugins Hello Dolly For Your Song y Hello Dolly en paralelo.
fr_fr: Cela n'a pas de sens, de faire tourner les plugins Hello Dolly For Your Song et Hello Dolly en parallèle.
id_id: Tidak masuk akal, menjalankan plugin Hello Dolly For Your Song dan Hello Dolly secara paralel.
ru_ru: Нет смысла запускать плагины Hello Dolly For Your Song и Hello Dolly параллельно.

source: Plugin Hello Dolly is active.
es_es: El plugin Hello Dolly está activo.
fr_fr: Le plugin Hello Dolly est actif.
id_id: Plugin Hello Dolly aktif.
ru_ru: Плагин Hello Dolly активен.

source: The Plugin Hello Dolly is active. Hello Dolly For Your Song and Hello Dolly should not run in parallel. One of them should be deactivated.
es_es: El Plugin Hello Dolly está activo. Hello Dolly For Your Song y Hello Dolly no deben funcionar en paralelo. Uno de ellos debe ser desactivado.
fr_fr: Le Plugin Hello Dolly est actif. Hello Dolly For Your Song et Hello Dolly ne doivent pas fonctionner en parallèle. L'un d'eux doit être désactivé.
id_id: Plugin Hello Dolly aktif. Hello Dolly Untuk Lagu Anda dan Hello Dolly tidak boleh berjalan secara paralel. Salah satunya harus dinonaktifkan.
ru_ru: Плагин Hello Dolly активен. Hello Dolly For Your Song и Hello Dolly не должны запускаться одновременно. Один из двух должен быть деактивирован.

source: Plugin Administration
es_es: Administración de Plugins
fr_fr: Administration des plugins
id_id: Administrasi Plugin
ru_ru: Администрирование плагинов
