Repository: circuscode/hello-dolly-for-your-song
Catalog: languages/hellodollyforyoursong-*.po
Languages: de_de

source: Which song do you like?
de_de: Welches Lied magst du?

source: What song touched you?
de_de: Welches Lied berührt dich?

source: What song brings you back fond memories?
de_de: Welches Lied bringt dir schöne Erinnerungen zurück?

source: Enter the lyrics into the form.
de_de: Schreib den Liedtext in das Formular.

source: Settings saved!
de_de: Einstellungen gespeichert!

source: Use the random lines in articles and pages:
de_de: Nutze die zufällige Zeile in Artikel und Seiten:

source: Show a custom line of your text
de_de: Zeige eine zufällige Zeile deines Texts

source: Options
de_de: Einstellungen

source: Post your lyrics.
de_de: Hinterlege einen Liedtext.

source: Just one thing
de_de: Nur eine Sache
